tap "eddieantonio/eddieantonio"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
brew "openssl@1.1"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "awslogs"
brew "base64"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "ctags"
brew "curl"
brew "direnv"
brew "dust"
brew "figlet"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "gist"
brew "git"
brew "git-delta"
brew "libusb"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "highlight"
brew "htop"
brew "hub"
brew "jq"
brew "kafka", restart_service: true
brew "kafkacat"
brew "libxml2"
brew "libxslt"
brew "loc"
brew "markdown"
brew "neovim"
brew "nmap"
brew "nnn"
brew "pandoc"
brew "ripgrep"
brew "rtv"
brew "ruby"
brew "selenium-server-standalone"
# brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "tmate"
brew "tmuxinator"
brew "tokei"
brew "unzip"
brew "vim"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zplug"
brew "zsh"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "chromedriver"
cask "dash"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "focusrite-control"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-work-sans"
# cask "google-cloud-sdk"
cask "hammerspoon"
cask "itsycal"
cask "kindle"
cask "licecap"
cask "logitech-camera-settings"
cask "loopback"
cask "muzzle"
cask "ngrok"
cask "nordvpn"
cask "obs"
# cask "pocket-casts"
cask "postgres"
cask "postico"
cask "postman"
cask "screenflow"
cask "soundsource"
cask "sublime-merge"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zsa-wally"
