tap "chainsawbaby/formula"
tap "d12frosted/emacs-plus"
tap "eddieantonio/eddieantonio"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "joshuaclayton/formulae"
tap "netlify/netlifyctl"
tap "thoughtbot/formulae"
cask "xquartz"
brew "asciinema"
brew "base64"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "ctags"
brew "docker"
brew "exercism"
brew "figlet"
brew "fzf"
brew "geckodriver"
brew "gist"
brew "git"
brew "git-crypt"
brew "graphviz"
brew "handbrake"
brew "haskell-stack"
brew "highlight"
brew "httpie"
brew "hub"
brew "libxml2"
brew "libyaml"
brew "loc"
brew "markdown"
brew "mix-completion"
brew "nmap"
brew "nnn"
brew "nvim"
brew "pandoc"
brew "postgresql"
brew "rtv"
brew "ruby"
brew "selenium-server-standalone", restart_service: true
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "travis"
brew "up"
brew "vim"
brew "wget"
brew "wrk-trello"
brew "yarn"
brew "youtube-dl"
brew "zork"
brew "zsh"
brew "zsh-completions"
brew "chainsawbaby/formula/bash-snippets"
brew "d12frosted/emacs-plus/emacs-plus"
brew "eddieantonio/eddieantonio/imgcat"
brew "esphen/wsta/wsta"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "zplug"
cask "alfred"
cask "chromedriver"
cask "discord"
cask "docker"
cask "etcher"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-inter-ui"
cask "gimp"
cask "haskell-for-mac"
cask "iterm2"
cask "itsycal"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "kindlegen"
cask "macvim"
cask "ngrok"
cask "postico"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "virtualbox"
