tap "eddieantonio/eddieantonio"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"
tap "mhanberg/tap", "git@github.com:mhanberg/homebrew-tap.git"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
tap "wez/wezterm"
tap "zdcthomas/tools"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "awslogs"
brew "base64"
brew "bash"
brew "bash-completion"
brew "icu4c"
brew "bash-language-server"
brew "bat"
brew "glib"
brew "zstd"
brew "ccache"
brew "cmake"
brew "ctags"
brew "curl"
brew "direnv"
brew "dust"
brew "efm-langserver"
brew "guile"
brew "gnutls"
brew "emscripten"
brew "exa"
brew "fd"
brew "figlet"
brew "fswatch"
brew "fzf", args: ["HEAD"]
brew "geckodriver"
brew "genext2fs"
brew "gh"
brew "gist"
brew "git"
brew "git-delta"
brew "glow"
brew "libusb"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "graphviz"
brew "helm"
brew "highlight"
brew "htop"
brew "hub"
brew "hyperfine"
brew "jq"
brew "zookeeper", restart_service: true
brew "kafka", restart_service: true
brew "kcat"
brew "libxslt"
brew "loc"
brew "luarocks"
brew "markdown"
brew "mdcat"
brew "minikube"
brew "neofetch"
brew "tree-sitter"
brew "neovim-remote"
brew "netcat"
brew "ninja"
brew "nmap"
brew "nnn"
brew "postgresql"
brew "qemu"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust-analyzer"
brew "selenium-server"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "starship"
brew "stylua"
brew "telnet"
brew "the_silver_searcher"
brew "tmate"
brew "utf8proc"
brew "tmux", args: ["HEAD"]
brew "tmuxinator"
brew "tokei"
brew "unzip"
brew "vale"
brew "vim"
brew "watchexec"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zk"
brew "zplug"
brew "zsh"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "chromedriver"
cask "dash"
cask "deckset"
cask "discord"
cask "dropbox"
cask "element"
cask "farrago"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "focusrite-control"
cask "folx"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-work-sans"
cask "fontforge"
cask "hammerspoon"
cask "iterm2"
cask "itsycal"
cask "kindle"
cask "kitty"
cask "licecap"
cask "logitech-camera-settings"
cask "loopback"
cask "muzzle"
cask "ngrok"
cask "nordvpn"
cask "obs"
cask "pocket-casts"
cask "postgres"
cask "postico"
cask "postman"
cask "screenflow"
cask "slack"
cask "soundsource"
cask "steam"
cask "steermouse"
cask "sublime-merge"
cask "tuple"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm-nightly"
cask "zoom"
cask "zsa-wally"
